[{
    "author": "Alaina Urquhart",
    "imageLink": "https://images-us.bookshop.org/ingram/9781638930143.jpg",
    "title": "The Butcher and the Wren",
    "price": 27,
    "description": "From the co-host of chart-topping true crime podcast Morbid, a thrilling debut novel told from the dueling perspectives of a notorious serial killer and the medical examiner following where his trail of victims leads"
  },
    {
      "author": "Emily St John Mandel",
      "imageLink": "https://images-us.bookshop.org/ingram/9780593321447.jpg",
      "title": "Sea of Tranquility",
      "price": 23,
      "description": "The award-winning, best-selling author of Station Eleven and The Glass Hotel returns with a novel of art, time, love, and plague that takes the reader from Vancouver Island in 1912 to a dark colony on the moon five hundred years later, unfurling a story of humanity across centuries and space."
    },
    {
      "author": "Hubert Joly",
      "imageLink": "https://images-us.bookshop.org/ingram/9781647820381.jpg",
      "title": "The Heart of Business",
      "price": 27.60,
      "description": "A Wall Street Journal Bestseller Named a Financial Times top title How to unleash \"human magic\" and achieve improbable results"
    },
    {
      "author": "Emily Henry",
      "imageLink": "https://images-us.bookshop.org/ingram/9780593334836.jpg",
      "title": "Book Lovers",
      "price": 15.64,
      "description": "Named a Most Anticipated Book of 2022 by Oprah Daily ∙ Today ∙ Parade ∙ Marie Claire ∙ Bustle ∙ PopSugar ∙ Katie Couric Media ∙ Book Bub ∙ SheReads ∙ Medium ∙ The Washington Post ∙ and more! An insightful, delightful new novel from the #1 New York Times bestselling author of Beach Read and People We Meet on Vacation."
    },
    {
      "author": "Jessi Klein",
      "imageLink": "https://images-us.bookshop.org/ingram/9780062981592.jpg",
      "title": "I'll Show Myself Out: Essays on Midlife and Motherhood",
      "price": 24.83,
      "description": "The eagerly anticipated second essay collection from Jessi Klein, author of the acclaimed New York Times bestselling debut You'll Grow Out of It."
    },
    {
      "author": "Brené Brown",
      "imageLink": "https://images-us.bookshop.org/ingram/9780399592553.jpg",
      "title": "Atlas of the Heart",
      "price": 27.26,
      "description": "#1 NEW YORK TIMES BESTSELLER - In her latest book, Brené Brown writes, \"If we want to find the way back to ourselves and one another, we need language and the grounded confidence to both tell our stories and be stewards of the stories that we hear. This is the framework for meaningful connection.\" Don't miss the five-part HBO Max docuseries Brené Brown: Atlas of the Heart!"
    },
    {
      "author": "Karen Winn",
      "imageLink": "https://images-us.bookshop.org/ingram/9780593184493.jpg",
      "title": "Our Little World",
      "price": 23.92,
      "description": "I was intrigued by Our Little World from the chilling first paragraph. It's a coming-of-age novel complicated by a tragic and untimely death, and it's also a novel about two sisters you will never forget. I fell in love with the confidence of the writing and the colorful nostalgia of the mid-'80s details. Our Little World will transport and transfix you.--Elin Hilderbrand"
    },
    {
      "author": "Lindsay MacMillan",
      "imageLink": "https://images-us.bookshop.org/ingram/9781639100101.jpg",
      "title": "The Heart of the Deal",
      "price": 15.62,
      "description": "Perfect for fans of Emily Giffin and Jojo Moyes, Lindsay MacMillan's debut novel deftly captures the feeling of being adrift in your late twenties, with poignant commentary on female friendships, mental health, and what happiness really looks like."
    },
    {
      "author": "Jennifer Egan",
      "imageLink": "https://images-us.bookshop.org/ingram/9781476716763.jpg",
      "title": "The Candy House",
      "price": 25.76,
      "description": "Named a Most Anticipated Book of the Year by Time, Entertainment Weekly, Vogue, Good Housekeeping, Oprah Daily, Glamour, USA TODAY, Parade, Bustle, San Francisco Chronicle, The Seattle Times, The Boston Globe, Tampa Bay Times, BuzzFeed, Vulture, and many more! From one of the most celebrated writers of our time, a literary figure with cult status, a \"sibling novel\" to her Pulitzer Prize- and ?NBCC Award-winning A Visit from the Goon Squad--an electrifying, deeply moving novel about the quest for authenticity and meaning in a world where memories and identities are no longer private."
    },
    {
      "author": "Tamsyn Muir",
      "imageLink": "https://images-us.bookshop.org/ingram/9781250854117.jpg",
      "title": "Nona the Ninth",
      "price": 26.67,
      "description": "Her city is under siege. The zombies are coming back. And all Nona wants is a birthday party. In many ways, Nona is like other people. She lives with her family, has a job at her local school, and loves walks on the beach and meeting new dogs. But Nona's not like other people. Six months ago she woke up in a stranger's body, and she's afraid she might have to give it back."
    }
  ]